Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=210_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo pohjoissaamen kielen aakkosista !
sme: Geahča oanehisvideo davvisámegiela bustávain.

source: Pohjoissaamen kielen aakkoset eroavat jonkin verran suomen kielen kirjaimistosta.
sme: Davvisámegiela bustávat leat veahá earálágánat go suomagiela bustávat.

source: Katso ja opettele ääntämään !
sme: Geahča ja oahpahala cealkit !

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš 2008

source: Pituus: 1,25
sme: Guhkkodat: 1,25
